"ASSISTANT_TRY_AGAIN" = "Anteeksi, voitko toistaa?";
"ASSISTANT_CONNECTION_FAILED_0" = "Valitan, ongelmia yhdistettäessä verkkoon.";
"ASSISTANT_CONNECTION_FAILED_1" = "Valitan, en voi yhdistää juuri nyt.";
"ASSISTANT_CONNECTION_FAILED_2" = "Valitan, ei verkkoyhteyttä.";

"ASSISTANT_INITIAL_QUERY" = "Miten voin olla avuksi?";
"ASSISTANT_GUIDE_HEADER" = "Napauta mikkiä ja sano vaikkapa:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Opas";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri ei käytettävissä";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Yhdistä internetiin.";

"ASSISTANT_EDUCATION_TITLE" = "Voiko Siri auttaa sinua?";
"ASSISTANT_EDUCATION_CONTENT" = "Aloita Sirin käyttö pitämällä Koti-painiketta painettuna.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Voit myös kysyä asioita painamatta Koti-painiketta. Kun näyttö on näkyvissä, nosta puhelin korvallesi ja ala puhumaan.";